Repository: FUHI12342/NewFUHI
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es, ko, pt, zh_hans, zh_hant

# 占いサロンチャンス オンライン予約ページ
source: Fortune Telling Salon Chance - Online Booking
es: Salón de Adivinación Chance - Página de reservas en línea
ko: 점술 살롱 찬스 온라인 예약 페이지
pt: Salão de Adivinhação Chance - Página de reservas online
zh_hans: 占卜沙龙Chance 在线预约页面
zh_hant: 占卜沙龍Chance 線上預約頁面

# 占いサロンチャンスのオンライン予約サイト。新宿・池袋の占い師に簡単予約。
source: Fortune Telling Salon Chance online booking. Easy booking for fortune tellers in Shinjuku & Ikebukuro.
es: Sitio de reservas en línea del Salón de Adivinación Chance. Reserve fácilmente con adivinos en Shinjuku e Ikebukuro.
ko: 점술 살롱 찬스 온라인 예약 사이트. 신주쿠·이케부쿠로 점술사에게 간편 예약.
pt: Site de reservas online do Salão de Adivinhação Chance. Reserve facilmente com adivinhos em Shinjuku e Ikebukuro.
zh_hans: 占卜沙龙Chance的在线预约网站。轻松预约新宿、池袋的占卜师。
zh_hant: 占卜沙龍Chance的線上預約網站。輕鬆預約新宿、池袋的占卜師。

# ログアウト
source: Logout
es: Cerrar sesión
ko: 로그아웃
pt: Sair
zh_hans: 退出
zh_hant: 登出

# ログイン
source: Login
es: Iniciar sesión
ko: 로그인
pt: Entrar
zh_hans: 登录
zh_hant: 登入

# 予約内容の確認
source: Confirm Booking Details
es: Confirmación de la reserva
ko: 예약 내용 확인
pt: Confirmação da reserva
zh_hans: 确认预约内容
zh_hant: 確認預約內容

# 店舗
source: Store
es: Tienda
ko: 매장
pt: Loja
zh_hans: 店铺
zh_hant: 店鋪

# 占い師
source: Fortune Teller
es: Adivino/a
ko: 점술사
pt: Adivinho/a
zh_hans: 占卜师
zh_hant: 占卜師

# 日時
source: Date & Time
es: Fecha y hora
ko: 일시
pt: Data e hora
zh_hans: 日期时间
zh_hant: 日期時間

# 年
source: Year
es: Año
ko: 년
pt: Ano
zh_hans: 年
zh_hant: 年

# 月
source: Month
es: Mes
ko: 월
pt: Mês
zh_hans: 月
zh_hant: 月

# 日
source: Day
es: Día
ko: 일
pt: Dia
zh_hans: 日
zh_hant: 日

# 料金
source: Price
es: Tarifa
ko: 요금
pt: Tarifa
zh_hans: 费用
zh_hant: 費用

# 円
source: Yen
es: yenes
ko: 엔
pt: ienes
zh_hans: 日元
zh_hant: 日圓

# 予約ボタンを押すとLINE認証画面に移動します。認証後、決済リンクをLINEでお送りします。
source: Pressing the booking button will redirect you to LINE authentication. After authentication, a payment link will be sent via LINE.
es: Al pulsar el botón de reserva, será redirigido a la pantalla de autenticación de LINE. Después de la autenticación, le enviaremos el enlace de pago por LINE.
ko: 예약 버튼을 누르면 LINE 인증 화면으로 이동합니다. 인증 후 결제 링크를 LINE으로 보내드립니다.
pt: Ao pressionar o botão de reserva, você será redirecionado para a tela de autenticação do LINE. Após a autenticação, enviaremos o link de pagamento pelo LINE.
zh_hans: 点击预约按钮后将跳转至LINE认证页面。认证完成后，我们将通过LINE发送支付链接。
zh_hant: 點擊預約按鈕後將跳轉至LINE認證頁面。認證完成後，我們將透過LINE傳送付款連結。

# LINEで予約手続きに進む
source: Proceed to Booking via LINE
es: Proceder a la reserva con LINE
ko: LINE으로 예약 절차 진행
pt: Prosseguir com a reserva pelo LINE
zh_hans: 通过LINE进行预约手续
zh_hant: 透過LINE進行預約手續

# 予約カレンダー
source: Booking Calendar
es: Calendario de reservas
ko: 예약 캘린더
pt: Calendário de reservas
zh_hans: 预约日历
zh_hant: 預約日曆

# 前の週
source: Previous Week
es: Semana anterior
ko: 이전 주
pt: Semana anterior
zh_hans: 上一周
zh_hant: 上一週

# 前週
source: Prev Week
es: Sem. anterior
ko: 이전 주
pt: Sem. anterior
zh_hans: 上周
zh_hant: 上週

# 次の週
source: Next Week
es: Semana siguiente
ko: 다음 주
pt: Próxima semana
zh_hans: 下一周
zh_hant: 下一週

# 次週
source: Next Week
es: Sem. siguiente
ko: 다음 주
pt: Próx. semana
zh_hans: 下周
zh_hant: 下週

# 予約したい日時をカレンダーから選択してください
source: Please select your preferred date and time from the calendar
es: Seleccione la fecha y hora deseada en el calendario
ko: 예약하실 일시를 캘린더에서 선택해 주세요
pt: Selecione a data e hora desejada no calendário
zh_hans: 请从日历中选择您希望预约的日期和时间
zh_hant: 請從日曆中選擇您想預約的日期與時間

# 空き
source: Available
es: Disponible
ko: 가능
pt: Disponível
zh_hans: 空位
zh_hant: 空位

# 予約済み
source: Booked
es: Reservado
ko: 예약 완료
pt: Reservado
zh_hans: 已预约
zh_hant: 已預約

# 仮予約
source: Tentative
es: Reserva provisional
ko: 가예약
pt: Reserva provisória
zh_hans: 临时预约
zh_hant: 暫時預約

# 受付終了
source: Closed
es: Recepción cerrada
ko: 접수 종료
pt: Recepção encerrada
zh_hans: 已截止
zh_hant: 已截止

# 祝
source: Holiday
es: Festivo
ko: 공휴일
pt: Feriado
zh_hans: 节假日
zh_hant: 假日

# 仮予約中
source: Tentatively Reserved
es: Reserva provisional en curso
ko: 가예약 중
pt: Reserva provisória em andamento
zh_hans: 临时预约中
zh_hant: 暫時預約中

# 予約する
source: Book Now
es: Reservar
ko: 예약하기
pt: Reservar
zh_hans: 预约
zh_hant: 預約

# 占い師一覧に戻る
source: Back to Fortune Teller List
es: Volver a la lista de adivinos
ko: 점술사 목록으로 돌아가기
pt: Voltar à lista de adivinhos
zh_hans: 返回占卜师列表
zh_hant: 返回占卜師列表

# ヘルプ・よくある質問
source: Help & FAQ
es: Ayuda y preguntas frecuentes
ko: 도움말·자주 묻는 질문
pt: Ajuda e perguntas frequentes
zh_hans: 帮助与常见问题
zh_hant: 幫助・常見問題

# ご予約について
source: About Reservations
es: Sobre las reservas
ko: 예약 관련
pt: Sobre as reservas
zh_hans: 关于预约
zh_hant: 關於預約

# 予約はどのように行いますか？
source: How do I make a reservation?
es: ¿Cómo se hace una reserva?
ko: 예약은 어떻게 하나요?
pt: Como fazer uma reserva?
zh_hans: 如何进行预约？
zh_hant: 如何進行預約？

# トップページの「ご予約」から店舗を選び、ご希望の占い師のカレンダーから空き時間を選択してください。LINE認証後に予約が確定します。
source: Select a store from "Reservations" on the top page, then choose an available time slot from your preferred fortune teller's calendar. Your booking will be confirmed after LINE authentication.
es: Seleccione una tienda desde "Reservas" en la página principal y elija un horario disponible en el calendario de su adivino/a preferido/a. La reserva se confirma después de la autenticación con LINE.
ko: 메인 페이지의 '예약'에서 매장을 선택하고, 원하시는 점술사의 캘린더에서 빈 시간을 선택해 주세요. LINE 인증 후 예약이 확정됩니다.
pt: Selecione uma loja em "Reservas" na página principal e escolha um horário disponível no calendário do adivinho/a de sua preferência. A reserva é confirmada após a autenticação com o LINE.
zh_hans: 请从首页的「预约」选择店铺，然后从您心仪的占卜师日历中选择空闲时间。通过LINE认证后预约即可确认。
zh_hant: 請從首頁的「預約」選擇店鋪，並從您想指定的占卜師日曆中選擇空閒時段。完成LINE認證後即可確認預約。

# 予約のキャンセルはできますか？
source: Can I cancel a reservation?
es: ¿Se puede cancelar una reserva?
ko: 예약 취소가 가능한가요?
pt: É possível cancelar uma reserva?
zh_hans: 可以取消预约吗？
zh_hant: 可以取消預約嗎？

# はい。予約確定後にLINEで届くメッセージ内のリンクからキャンセルが可能です。キャンセル料はかかりません。
source: Yes. You can cancel via the link in the LINE message you receive after your booking is confirmed. There is no cancellation fee.
es: Sí. Puede cancelar desde el enlace en el mensaje de LINE recibido tras confirmar la reserva. No se cobra tarifa de cancelación.
ko: 네. 예약 확정 후 LINE으로 받으신 메시지 내 링크를 통해 취소가 가능합니다. 취소 수수료는 없습니다.
pt: Sim. Você pode cancelar pelo link na mensagem recebida pelo LINE após a confirmação da reserva. Não há taxa de cancelamento.
zh_hans: 可以。您可以通过预约确认后LINE收到的消息中的链接进行取消。无需支付取消费用。
zh_hant: 可以。您可以透過預約確認後LINE收到的訊息中的連結進行取消。不收取取消費用。

# 予約の変更はできますか？
source: Can I change my reservation?
es: ¿Se puede modificar una reserva?
ko: 예약 변경이 가능한가요?
pt: É possível alterar uma reserva?
zh_hans: 可以更改预约吗？
zh_hant: 可以變更預約嗎？

# 現在の予約をキャンセルして、改めてご予約ください。
source: Please cancel your current reservation and make a new one.
es: Cancele la reserva actual y realice una nueva reserva.
ko: 현재 예약을 취소하신 후 다시 예약해 주세요.
pt: Cancele a reserva atual e faça uma nova reserva.
zh_hans: 请取消当前预约后重新预约。
zh_hant: 請取消目前的預約，然後重新預約。

# 当日予約はできますか？
source: Can I make a same-day reservation?
es: ¿Se puede reservar para el mismo día?
ko: 당일 예약이 가능한가요?
pt: É possível reservar para o mesmo dia?
zh_hans: 可以当天预约吗？
zh_hant: 可以當天預約嗎？

# カレンダーに空きがあれば当日でもご予約いただけます。
source: Yes, same-day reservations are available as long as there are open slots on the calendar.
es: Si hay disponibilidad en el calendario, puede reservar incluso para el mismo día.
ko: 캘린더에 빈 시간이 있으면 당일에도 예약하실 수 있습니다.
pt: Se houver disponibilidade no calendário, é possível reservar inclusive para o mesmo dia.
zh_hans: 如果日历上有空位，当天也可以预约。
zh_hant: 只要日曆上有空位，當天也可以預約。

# お支払いについて
source: About Payment
es: Sobre el pago
ko: 결제 관련
pt: Sobre o pagamento
zh_hans: 关于支付
zh_hant: 關於付款

# 支払い方法は？
source: What payment methods are available?
es: ¿Cuáles son los métodos de pago?
ko: 결제 방법은?
pt: Quais são os métodos de pagamento?
zh_hans: 支付方式是什么？
zh_hant: 付款方式是什麼？

# オンライン決済（クレジットカード）をご利用いただけます。予約時にLINE経由で決済リンクをお送りします。
source: Online payment (credit card) is available. A payment link will be sent to you via LINE when you make a reservation.
es: Puede utilizar el pago en línea (tarjeta de crédito). Le enviaremos el enlace de pago a través de LINE al momento de la reserva.
ko: 온라인 결제(신용카드)를 이용하실 수 있습니다. 예약 시 LINE을 통해 결제 링크를 보내드립니다.
pt: Você pode utilizar o pagamento online (cartão de crédito). Enviaremos o link de pagamento pelo LINE no momento da reserva.
zh_hans: 可使用在线支付（信用卡）。预约时我们将通过LINE发送支付链接。
zh_hant: 可使用線上付款（信用卡）。預約時將透過LINE傳送付款連結。

# 鑑定料金はいくらですか？
source: How much does a reading cost?
es: ¿Cuánto cuesta una sesión de adivinación?
ko: 감정 요금은 얼마인가요?
pt: Quanto custa uma sessão de adivinhação?
zh_hans: 鉴定费用是多少？
zh_hant: 鑑定費用是多少？

# 占い師により異なります。各占い師のプロフィールページに料金（1時間あたり）が記載されています。
source: Prices vary by fortune teller. The rate (per hour) is listed on each fortune teller's profile page.
es: Varía según el/la adivino/a. La tarifa (por hora) está indicada en la página de perfil de cada adivino/a.
ko: 점술사에 따라 다릅니다. 각 점술사의 프로필 페이지에 요금(1시간당)이 기재되어 있습니다.
pt: Varia de acordo com o/a adivinho/a. A tarifa (por hora) está indicada na página de perfil de cada adivinho/a.
zh_hans: 因占卜师而异。各占卜师的个人页面上标有费用（每小时）。
zh_hant: 依占卜師而異。各占卜師的個人檔案頁面上載有費用（每小時）。

# LINE連携について
source: About LINE Integration
es: Sobre la integración con LINE
ko: LINE 연동 관련
pt: Sobre a integração com o LINE
zh_hans: 关于LINE关联
zh_hant: 關於LINE連結

# LINEアカウントは必要ですか？
source: Do I need a LINE account?
es: ¿Es necesaria una cuenta de LINE?
ko: LINE 계정이 필요한가요?
pt: É necessária uma conta do LINE?
zh_hans: 需要LINE账号吗？
zh_hant: 需要LINE帳號嗎？

# はい。ご予約にはLINEログインが必要です。予約通知やタイマー機能もLINEを通じてお届けします。
source: Yes. LINE login is required to make a reservation. Booking notifications and timer features are also delivered through LINE.
es: Sí. Se requiere iniciar sesión con LINE para realizar una reserva. Las notificaciones de reserva y la función de temporizador también se envían a través de LINE.
ko: 네. 예약에는 LINE 로그인이 필요합니다. 예약 알림 및 타이머 기능도 LINE을 통해 제공됩니다.
pt: Sim. É necessário fazer login com o LINE para realizar uma reserva. As notificações de reserva e a função de temporizador também são enviadas através do LINE.
zh_hans: 是的。预约需要LINE登录。预约通知和计时器功能也将通过LINE发送。
zh_hant: 是的。預約需要LINE登入。預約通知和計時功能也將透過LINE傳送。

# LINEの通知はどんな内容ですか？
source: What kind of notifications will I receive on LINE?
es: ¿Qué tipo de notificaciones se envían por LINE?
ko: LINE 알림은 어떤 내용인가요?
pt: Que tipo de notificações são enviadas pelo LINE?
zh_hans: LINE通知的内容有哪些？
zh_hant: LINE的通知內容是什麼？

# 予約確定、キャンセル、鑑定タイマーのリンクなどをお送りします。
source: You will receive booking confirmations, cancellations, and reading timer links.
es: Le enviaremos confirmaciones de reserva, cancelaciones, enlaces del temporizador de sesión, entre otros.
ko: 예약 확정, 취소, 감정 타이머 링크 등을 보내드립니다.
pt: Enviamos confirmações de reserva, cancelamentos, links do temporizador de sessão, entre outros.
zh_hans: 我们将发送预约确认、取消、鉴定计时器链接等信息。
zh_hant: 我們將傳送預約確認、取消、鑑定計時器連結等資訊。

# 店舗について
source: About Our Stores
es: Sobre las tiendas
ko: 매장 관련
pt: Sobre as lojas
zh_hans: 关于店铺
zh_hant: 關於店鋪

# どの店舗がありますか？
source: Which stores are available?
es: ¿Qué tiendas hay disponibles?
ko: 어떤 매장이 있나요?
pt: Quais lojas estão disponíveis?
zh_hans: 有哪些店铺？
zh_hant: 有哪些店鋪？

# 現在、新宿・池袋に店舗を展開しています。「店舗情報」メニューから詳細をご確認ください。
source: We currently have stores in Shinjuku and Ikebukuro. Please check the "Store Information" menu for details.
es: Actualmente tenemos tiendas en Shinjuku e Ikebukuro. Consulte los detalles desde el menú "Información de tiendas".
ko: 현재 신주쿠·이케부쿠로에 매장을 운영하고 있습니다. '매장 정보' 메뉴에서 자세한 내용을 확인해 주세요.
pt: Atualmente temos lojas em Shinjuku e Ikebukuro. Consulte os detalhes no menu "Informações das lojas".
zh_hans: 目前在新宿和池袋设有店铺。请从「店铺信息」菜单查看详情。
zh_hant: 目前在新宿和池袋設有店鋪。請從「店鋪資訊」選單查看詳情。

# 営業時間は？
source: What are the business hours?
es: ¿Cuál es el horario de atención?
ko: 영업 시간은?
pt: Qual é o horário de funcionamento?
zh_hans: 营业时间是？
zh_hant: 營業時間是什麼？

# 各店舗の営業時間は店舗情報ページに記載されています。基本的に9:00〜17:00が鑑定可能時間です。
source: Business hours for each store are listed on the store information page. Readings are generally available from 9:00 to 17:00.
es: El horario de cada tienda está indicado en la página de información de tiendas. Generalmente, el horario de sesiones es de 9:00 a 17:00.
ko: 각 매장의 영업 시간은 매장 정보 페이지에 기재되어 있습니다. 기본적으로 9:00~17:00이 감정 가능 시간입니다.
pt: O horário de cada loja está indicado na página de informações das lojas. Geralmente, o horário de sessões é das 9:00 às 17:00.
zh_hans: 各店铺的营业时间请参见店铺信息页面。基本鉴定时间为9:00～17:00。
zh_hant: 各店鋪的營業時間記載於店鋪資訊頁面。基本上9:00〜17:00為可鑑定時間。

# スタッフの方へ
source: For Staff
es: Para el personal
ko: 스태프 안내
pt: Para a equipe
zh_hans: 致工作人员
zh_hant: 致工作人員

# マイページにアクセスするには？
source: How do I access My Page?
es: ¿Cómo acceder a mi página?
ko: 마이페이지에 접속하려면?
pt: Como acessar minha página?
zh_hans: 如何访问我的页面？
zh_hant: 如何存取個人頁面？

# 管理者から発行されたアカウントでログインし、ナビゲーションの「スタッフページ」からアクセスしてください。
source: Log in with the account issued by your administrator, then access it from "Staff Page" in the navigation menu.
es: Inicie sesión con la cuenta proporcionada por el administrador y acceda desde "Página del personal" en la navegación.
ko: 관리자가 발급한 계정으로 로그인한 후 내비게이션의 '스태프 페이지'에서 접속해 주세요.
pt: Faça login com a conta fornecida pelo administrador e acesse a partir de "Página da equipe" na navegação.
zh_hans: 请使用管理员发放的账号登录，然后从导航栏的「员工页面」进行访问。
zh_hant: 請使用管理員發放的帳號登入，並從導覽列的「工作人員頁面」進入。

# シフト（休暇）の設定方法は？
source: How do I set my schedule (days off)?
es: ¿Cómo configurar turnos (vacaciones)?
ko: 근무(휴가) 설정 방법은?
pt: Como configurar turnos (férias)?
zh_hans: 如何设置排班（休假）？
zh_hant: 如何設定班表（休假）？

# マイページ → カレンダー → 日付の「詳細」から、時間単位で休暇を設定できます。「全日休暇にする」で一日全体をブロックすることも可能です。
source: Go to My Page, then Calendar, then click "Details" on the date to set time off by the hour. You can also block an entire day by selecting "Set as full day off."
es: Desde Mi página -> Calendario -> "Detalles" de la fecha, puede configurar vacaciones por horas. También puede bloquear el día completo con "Establecer vacaciones para todo el día".
ko: 마이페이지 → 캘린더 → 날짜의 '상세'에서 시간 단위로 휴가를 설정할 수 있습니다. '종일 휴가로 설정'으로 하루 전체를 차단할 수도 있습니다.
pt: Em Minha página -> Calendário -> "Detalhes" da data, é possível configurar férias por hora. Também é possível bloquear o dia inteiro com "Definir férias para o dia todo".
zh_hans: 从我的页面 → 日历 → 日期的「详情」，可按小时设置休假。也可通过「设为全天休假」来屏蔽整天。
zh_hant: 從個人頁面 → 日曆 → 日期的「詳細」，可以按小時設定休假。也可以使用「設為全日休假」來封鎖整天。

# 予約の確認方法は？
source: How do I check reservations?
es: ¿Cómo verificar las reservas?
ko: 예약 확인 방법은?
pt: Como verificar as reservas?
zh_hans: 如何确认预约？
zh_hant: 如何確認預約？

# マイページのカレンダーで「○」が空き、「×」が予約済みです。詳細をクリックすると予約者情報を確認できます。
source: On the My Page calendar, "○" indicates available and "×" indicates booked. Click on the details to view the customer's booking information.
es: En el calendario de Mi página, "○" indica disponible y "×" indica reservado. Haga clic en los detalles para ver la información del cliente.
ko: 마이페이지 캘린더에서 '○'이 가능, '×'이 예약 완료입니다. 상세를 클릭하면 예약자 정보를 확인할 수 있습니다.
pt: No calendário de Minha página, "○" indica disponível e "×" indica reservado. Clique nos detalhes para ver as informações do cliente.
zh_hans: 在我的页面的日历中，「○」表示空位，「×」表示已预约。点击详情可查看预约者信息。
zh_hant: 在個人頁面的日曆中，「○」表示空位，「×」表示已預約。點擊詳細可查看預約者資訊。

# お問い合わせ
source: Contact Us
es: Contacto
ko: 문의하기
pt: Contato
zh_hans: 联系我们
zh_hant: 聯絡我們

# 上記で解決しない場合は、各店舗までお電話いただくか、LINEの公式アカウントよりお問い合わせください。
source: If the above does not resolve your issue, please call the store directly or contact us through our official LINE account.
es: Si lo anterior no resuelve su consulta, llame a la tienda correspondiente o contáctenos a través de la cuenta oficial de LINE.
ko: 위 내용으로 해결되지 않을 경우 각 매장으로 전화하시거나 LINE 공식 계정으로 문의해 주세요.
pt: Se as informações acima não resolverem sua dúvida, ligue para a loja correspondente ou entre em contato pela conta oficial do LINE.
zh_hans: 如果以上内容未能解决您的问题，请致电各店铺或通过LINE官方账号联系我们。
zh_hant: 如果以上內容無法解決您的問題，請致電各店鋪或透過LINE官方帳號與我們聯絡。

source: IoT Sensor Dashboard
es: Panel de sensores IoT
ko: IoT 센서 대시보드
pt: Painel de sensores IoT
zh_hans: IoT传感器仪表盘
zh_hant: IoT感測器儀表板

source: Select Device
es: Seleccionar dispositivo
ko: 기기 선택
pt: Selecionar dispositivo
zh_hans: 选择设备
zh_hant: 選擇裝置

source: Loading devices...
es: Cargando dispositivos...
ko: 기기 불러오는 중...
pt: Carregando dispositivos...
zh_hans: 正在加载设备...
zh_hant: 正在載入裝置...

source: MQ-9 Gas
es: Gas MQ-9
ko: MQ-9 가스
pt: Gás MQ-9
zh_hans: MQ-9 气体
zh_hant: MQ-9 瓦斯

source: Light
es: Luz
ko: 조도
pt: Luz
zh_hans: 光照
zh_hant: 光線

source: Sound
es: Sonido
ko: 음량
pt: Som
zh_hans: 声音
zh_hant: 聲音

source: PIR Motion
es: Movimiento PIR
ko: PIR 동작 감지
pt: Movimento PIR
zh_hans: PIR 人体感应
zh_hant: PIR 動態感測

# LINEログイン
source: LINE Login
es: Iniciar sesión con LINE
ko: LINE 로그인
pt: Login com LINE
zh_hans: LINE登录
zh_hant: LINE登入

# 予約を確定するにはLINEアカウントでの認証が必要です。
source: LINE account authentication is required to confirm your booking.
es: Se requiere autenticación con una cuenta de LINE para confirmar la reserva.
ko: 예약을 확정하려면 LINE 계정 인증이 필요합니다.
pt: É necessária a autenticação com uma conta do LINE para confirmar a reserva.
zh_hans: 确认预约需要使用LINE账号进行认证。
zh_hant: 確認預約需要使用LINE帳號進行認證。

# LINEでログイン
source: Log in with LINE
es: Iniciar sesión con LINE
ko: LINE으로 로그인
pt: Entrar com LINE
zh_hans: 通过LINE登录
zh_hant: 使用LINE登入

# ログアウトしました
source: Logged Out
es: Sesión cerrada
ko: 로그아웃되었습니다
pt: Sessão encerrada
zh_hans: 已退出
zh_hant: 已登出

# ログインへ戻る
source: Return to Login
es: Volver al inicio de sesión
ko: 로그인으로 돌아가기
pt: Voltar ao login
zh_hans: 返回登录
zh_hant: 返回登入

# ログイン成功
source: Login Successful
es: Inicio de sesión exitoso
ko: 로그인 성공
pt: Login realizado com sucesso
zh_hans: 登录成功
zh_hant: 登入成功

# %(name)sさん、ようこそ！
source: Welcome, %(name)s!
es: ¡Bienvenido/a, %(name)s!
ko: %(name)s님, 환영합니다!
pt: Bem-vindo/a, %(name)s!
zh_hans: %(name)s，欢迎您！
zh_hant: %(name)s，歡迎您！

# 決済リンクをLINEでお送りしました。LINEアプリをご確認ください。
source: A payment link has been sent via LINE. Please check your LINE app.
es: Se ha enviado el enlace de pago por LINE. Por favor, revise la aplicación LINE.
ko: 결제 링크를 LINE으로 보내드렸습니다. LINE 앱을 확인해 주세요.
pt: O link de pagamento foi enviado pelo LINE. Por favor, verifique o aplicativo LINE.
zh_hans: 已通过LINE发送支付链接。请查看LINE应用。
zh_hant: 已透過LINE傳送付款連結。請查看LINE應用程式。

# IoTモニタリング
source: IoT Monitoring
es: Monitoreo IoT
ko: IoT 모니터링
pt: Monitoramento IoT
zh_hans: IoT监控
zh_hant: IoT監控

# 物件一覧に戻る
source: Back to Property List
es: Volver a la lista de propiedades
ko: 물건 목록으로 돌아가기
pt: Voltar à lista de propriedades
zh_hans: 返回物业列表
zh_hant: 返回物件列表

# オーナー
source: Owner
es: Propietario
ko: 소유자
pt: Proprietário
zh_hans: 业主
zh_hant: 業主

# 在室中
source: Occupied
es: Presente
ko: 재실 중
pt: Presente
zh_hans: 在室
zh_hant: 在室內

# 不在
source: Vacant
es: Ausente
ko: 부재
pt: Ausente
zh_hans: 不在
zh_hant: 不在

# デバイス状況
source: Device Status
es: Estado del dispositivo
ko: 기기 상태
pt: Estado do dispositivo
zh_hans: 设备状态
zh_hant: 裝置狀況

# ガス(MQ-9)
source: Gas (MQ-9)
ko: 가스(MQ-9)
pt: Gás (MQ-9)
zh_hans: 气体(MQ-9)
zh_hant: 瓦斯(MQ-9)

# 照度
source: Illuminance
es: Iluminación
ko: 조도
pt: Iluminação
zh_hans: 照度
zh_hant: 照度

# 音量
source: Sound Level
es: Volumen
ko: 음량
pt: Volume
zh_hans: 音量
zh_hant: 音量

# 人感(PIR)
source: Motion (PIR)
es: Presencia (PIR)
ko: 인체 감지(PIR)
pt: Presença (PIR)
zh_hans: 人体感应(PIR)
zh_hant: 人體感應(PIR)

# 検知
source: Detected
es: Detectado
ko: 감지
pt: Detectado
zh_hans: 检测到
zh_hant: 偵測到

# なし
source: None
es: Ninguno
ko: 없음
pt: Nenhum
zh_hans: 无
zh_hant: 無

# 登録デバイスはありません。
source: No registered devices.
es: No hay dispositivos registrados.
ko: 등록된 기기가 없습니다.
pt: Não há dispositivos registrados.
zh_hans: 没有已注册的设备。
zh_hant: 沒有已註冊的裝置。

# アクティブアラート
source: Active Alerts
es: Alertas activas
ko: 활성 알림
pt: Alertas ativos
zh_hans: 活跃警报
zh_hant: 活動中警報

# 重要度
source: Severity
es: Gravedad
ko: 중요도
pt: Gravidade
zh_hans: 重要程度
zh_hant: 重要程度

# 種別
source: Type
es: Tipo
ko: 종류
pt: Tipo
zh_hans: 类别
zh_hant: 類別

# メッセージ
source: Message
es: Mensaje
ko: 메시지
pt: Mensagem
zh_hans: 消息
zh_hant: 訊息

# 発生日時
source: Occurred
es: Fecha y hora del evento
ko: 발생 일시
pt: Data e hora do evento
zh_hans: 发生时间
zh_hant: 發生日期時間

# 操作
source: Actions
es: Operación
ko: 조작
pt: Operação
zh_hans: 操作
zh_hant: 操作

# 危険
source: Critical
es: Peligro
ko: 위험
pt: Perigo
zh_hans: 危险
zh_hant: 危險

# 警告
source: Warning
es: Advertencia
ko: 경고
pt: Aviso
zh_hans: 警告
zh_hant: 警告

# 情報
source: Info
es: Información
ko: 정보
pt: Informação
zh_hans: 信息
zh_hant: 資訊

# 解決
source: Resolve
es: Resolver
ko: 해결
pt: Resolver
zh_hans: 解决
zh_hant: 解決

# アクティブなアラートはありません。
source: No active alerts.
es: No hay alertas activas.
ko: 활성 알림이 없습니다.
pt: Não há alertas ativos.
zh_hans: 没有活跃的警报。
zh_hant: 沒有活動中的警報。

# 解決済みアラート
source: Resolved Alerts
es: Alertas resueltas
ko: 해결된 알림
pt: Alertas resolvidos
zh_hans: 已解决的警报
zh_hant: 已解決的警報

# 解決済みアラートはありません。
source: No resolved alerts.
es: No hay alertas resueltas.
ko: 해결된 알림이 없습니다.
pt: Não há alertas resolvidos.
zh_hans: 没有已解决的警报。
zh_hant: 沒有已解決的警報。

# 自動更新
source: Auto Refresh
es: Actualización automática
ko: 자동 갱신
pt: Atualização automática
zh_hans: 自动刷新
zh_hant: 自動更新

# 秒
source: sec
es: segundos
ko: 초
pt: segundos
zh_hans: 秒
zh_hant: 秒

# 最終更新
source: Last Updated
es: Última actualización
ko: 최종 갱신
pt: Última atualização
zh_hans: 最后更新
zh_hant: 最後更新

# 物件IoTモニタリング
source: Property IoT Monitoring
es: Monitoreo IoT de propiedades
ko: 물건 IoT 모니터링
pt: Monitoramento IoT de propriedades
zh_hans: 物业IoT监控
zh_hant: 物件IoT監控

# 登録物件のデバイス状況とアラートを一覧で確認できます。
source: View device status and alerts for all registered properties at a glance.
es: Puede consultar el estado de los dispositivos y las alertas de las propiedades registradas.
ko: 등록 물건의 기기 상태와 알림을 한눈에 확인할 수 있습니다.
pt: Você pode consultar o estado dos dispositivos e os alertas das propriedades registradas.
zh_hans: 可一览查看已注册物业的设备状态和警报。
zh_hant: 可查看已註冊物件的裝置狀況及警報一覽。

# デバイス
source: Devices
es: Dispositivo
ko: 기기
pt: Dispositivo
zh_hans: 设备
zh_hant: 裝置

# その他
source: Other
es: Otros
ko: 기타
pt: Outros
zh_hans: 其他
zh_hant: 其他

# アラートなし
source: No Alerts
es: Sin alertas
ko: 알림 없음
pt: Sem alertas
zh_hans: 无警报
zh_hant: 無警報

# 詳細を見る
source: View Details
es: Ver detalles
ko: 상세 보기
pt: Ver detalhes
zh_hans: 查看详情
zh_hant: 查看詳細

# 登録されている物件はありません。
source: No registered properties.
es: No hay propiedades registradas.
ko: 등록된 물건이 없습니다.
pt: Não há propriedades registradas.
zh_hans: 没有已注册的物业。
zh_hant: 沒有已註冊的物件。

# 店 在籍占い師
source: Store Fortune Tellers
es: Adivinos de la tienda
ko: 매장 소속 점술사
pt: Adivinhos da loja
zh_hans: 店 在籍占卜师
zh_hant: 店 駐店占卜師

# ホーム
source: Home
es: Inicio
ko: 홈
pt: Início
zh_hans: 首页
zh_hant: 首頁

# 在籍占い師
source: Fortune Tellers
es: Adivinos en plantilla
ko: 소속 점술사
pt: Adivinhos da equipe
zh_hans: 在籍占卜师
zh_hant: 駐店占卜師

# 鑑定料
source: Reading Fee
es: Tarifa de sesión
ko: 감정료
pt: Tarifa de sessão
zh_hans: 鉴定费
zh_hant: 鑑定費

# 円（１時間）
source: Yen (1 hour)
es: yenes (1 hora)
ko: 엔 (1시간)
pt: ienes (1 hora)
zh_hans: 日元（1小时）
zh_hant: 日圓（1小時）

# 予約カレンダーを見る
source: View Booking Calendar
es: Ver calendario de reservas
ko: 예약 캘린더 보기
pt: Ver calendário de reservas
zh_hans: 查看预约日历
zh_hant: 查看預約日曆

# 現在この店舗に占い師は在籍していません。
source: There are currently no fortune tellers at this store.
es: Actualmente no hay adivinos en esta tienda.
ko: 현재 이 매장에 소속된 점술사가 없습니다.
pt: Atualmente não há adivinhos nesta loja.
zh_hans: 目前该店铺没有在籍的占卜师。
zh_hant: 目前此店鋪沒有駐店占卜師。

# 占いサロン店舗一覧
source: Fortune Telling Salon Store List
es: Lista de tiendas del Salón de Adivinación
ko: 점술 살롱 매장 목록
pt: Lista de lojas do Salão de Adivinhação
zh_hans: 占卜沙龙店铺列表
zh_hant: 占卜沙龍店鋪列表

# 店舗所在地
source: Store Location
es: Ubicación de la tienda
ko: 매장 소재지
pt: Localização da loja
zh_hans: 店铺地址
zh_hant: 店鋪地址

# 営業時間
source: Business Hours
es: Horario de atención
ko: 영업 시간
pt: Horário de funcionamento
zh_hans: 营业时间
zh_hant: 營業時間

# 交通／最寄駅
source: Access / Nearest Station
es: Acceso / Estación más cercana
ko: 교통 / 가까운 역
pt: Acesso / Estação mais próxima
zh_hans: 交通/最近车站
zh_hant: 交通／最近車站

# 定休日
source: Regular Holidays
es: Días de descanso
ko: 정기 휴일
pt: Dias de folga
zh_hans: 固定休息日
zh_hant: 公休日

# 占い師一覧を見る
source: View Fortune Teller List
es: Ver lista de adivinos
ko: 점술사 목록 보기
pt: Ver lista de adivinhos
zh_hans: 查看占卜师列表
zh_hant: 查看占卜師列表
