Repository: FUHI12342/NewFUHI
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es, ko, pt, zh_hans, zh_hant

# まだ予約可能な店舗がありません。
source: No stores are currently available for booking.
es: Todavía no hay tiendas disponibles para reservar.
ko: 아직 예약 가능한 매장이 없습니다.
pt: Ainda não há lojas disponíveis para reserva.
zh_hans: 目前没有可预约的店铺。
zh_hant: 目前沒有可預約的店鋪。

# 鑑定タイマー
source: Reading Timer
es: Temporizador de sesión
ko: 감정 타이머
pt: Temporizador de sessão
zh_hans: 鉴定计时器
zh_hant: 鑑定計時器

source: Django site admin
es: Administración del sitio Django
ko: Django 사이트 관리
pt: Administração do site Django
zh_hans: Django 站点管理
zh_hant: Django 網站管理

source: Home
es: Inicio
ko: 홈
pt: Início
zh_hans: 首页
zh_hant: 首頁

# デバッグパネル
source: Debug Panel
es: Panel de depuración
ko: 디버그 패널
pt: Painel de depuração
zh_hans: 调试面板
zh_hant: 除錯面板

# 飲食店ダッシュボード
source: Restaurant Dashboard
es: Panel de control del restaurante
ko: 음식점 대시보드
pt: Painel de controle do restaurante
zh_hans: 餐饮店仪表盘
zh_hant: 餐飲店儀表板

# MQ-9 ガスセンサー
source: MQ-9 Gas Sensor
es: Sensor de gas MQ-9
ko: MQ-9 가스 센서
pt: Sensor de gás MQ-9
zh_hans: MQ-9 气体传感器
zh_hant: MQ-9 瓦斯感測器

# 店舗情報
source: Store Info
es: Información de tiendas
ko: 매장 정보
pt: Informações da loja
zh_hant: 店鋪資訊

# ご予約
source: Reservations
es: Reservas
ko: 예약
pt: Reservas
zh_hant: 預約

# 所属占い師
source: Fortune Tellers
es: Adivinos
ko: 소속 점술사
pt: Adivinhos
zh_hant: 所屬占卜師

# ヘルプ
source: Help
es: Ayuda
ko: 도움말
pt: Ajuda
zh_hant: 幫助

# 管理画面
source: Admin
es: Administración
ko: 관리 화면
pt: Administração
zh_hant: 管理後台

# 店舗一覧
source: Store List
es: Lista de tiendas
ko: 매장 목록
pt: Lista de lojas
zh_hant: 店鋪列表

# お知らせ
source: News
es: Noticias
ko: 공지사항
pt: Notícias
zh_hant: 公告

# 更新日：
source: Updated:
es: Actualizado:
ko: 업데이트:
pt: Atualizado:
zh_hant: 更新日期：

# お知らせはありません
source: No news
es: No hay noticias
ko: 공지사항이 없습니다
pt: Não há notícias
zh_hant: 目前沒有公告

# 運営会社
source: Company
es: Empresa
ko: 운영 회사
pt: Empresa
zh_hant: 營運公司

# メディア掲載情報
source: Media Coverage
es: Cobertura mediática
ko: 미디어 게재 정보
pt: Cobertura na mídia
zh_hant: 媒體報導資訊

# スタッフ
source: Staff
es: Personal
ko: 스태프
pt: Equipe
zh_hant: 工作人員

# マイページ
source: My Page
es: Mi página
ko: 마이페이지
pt: Minha página
zh_hant: 我的頁面

# 外部リンク
source: External Links
es: Enlaces externos
ko: 외부 링크
pt: Links externos
zh_hant: 外部連結

# プライバシーポリシー
source: Privacy Policy
es: Política de privacidad
ko: 개인정보 처리방침
pt: Política de privacidade
zh_hant: 隱私權政策

# 特定商取引法に基づく表記
source: Act on Specified Commercial Transactions
es: Ley de transacciones comerciales específicas
ko: 특정상거래법에 의한 표기
pt: Lei de transações comerciais específicas
zh_hant: 特定商業交易法標示

# ショップ
source: Shop
es: Tienda
ko: 쇼핑
pt: Loja
zh_hant: 商店

# ショップへ
source: Go to Shop
es: Ir a la tienda
ko: 쇼핑으로 이동
pt: Ir para a loja
zh_hant: 前往商店

# 占いグッズやパワーストーンなど、オンラインショップでお買い物できます。
source: Shop for fortune-telling goods and power stones at our online shop.
es: Compre artículos de adivinación y piedras energéticas en nuestra tienda en línea.
ko: 점술 용품이나 파워스톤 등을 온라인 쇼핑몰에서 구매하실 수 있습니다.
pt: Compre artigos de adivinhação e pedras energéticas na nossa loja online.
zh_hant: 可在線上商店購買占卜用品和能量石等商品。

# オンラインショップ
source: Online Shop
es: Tienda en línea
ko: 온라인 쇼핑몰
pt: Loja online
zh_hant: 線上商店

# 商品を検索...
source: Search products...
es: Buscar productos...
ko: 상품 검색...
pt: Pesquisar produtos...
zh_hant: 搜尋商品...

# 検索
source: Search
es: Buscar
ko: 검색
pt: Pesquisar
zh_hant: 搜尋

# カート
source: Cart
es: Carrito
ko: 장바구니
pt: Carrinho
zh_hant: 購物車

# すべて
source: All
es: Todo
ko: 전체
pt: Tudo
zh_hant: 全部

# 売り切れ
source: Sold Out
es: Agotado
ko: 품절
pt: Esgotado
zh_hant: 售罄

# 在庫あり
source: In Stock
es: En stock
ko: 재고 있음
pt: Em estoque
zh_hant: 有庫存

# カートに追加
source: Add to Cart
es: Añadir al carrito
ko: 장바구니에 추가
pt: Adicionar ao carrinho
zh_hant: 加入購物車

# 商品が見つかりません
source: No products found
es: No se encontraron productos
ko: 상품을 찾을 수 없습니다
pt: Nenhum produto encontrado
zh_hant: 找不到商品

# ショッピングカート
source: Shopping Cart
es: Carrito de compras
ko: 장바구니
pt: Carrinho de compras
zh_hant: 購物車

# 商品
source: Product
es: Producto
ko: 상품
pt: Produto
zh_hant: 商品

# 単価
source: Unit Price
es: Precio unitario
ko: 단가
pt: Preço unitário
zh_hant: 單價

# 数量
source: Quantity
es: Cantidad
ko: 수량
pt: Quantidade
zh_hant: 數量

# 買い物を続ける
source: Continue Shopping
es: Seguir comprando
ko: 쇼핑 계속하기
pt: Continuar comprando
zh_hant: 繼續購物

# レジに進む
source: Proceed to Checkout
es: Ir a pagar
ko: 결제로 이동
pt: Ir para o pagamento
zh_hant: 前往結帳

# カートは空です
source: Cart is empty
es: El carrito está vacío
ko: 장바구니가 비어 있습니다
pt: O carrinho está vazio
zh_hant: 購物車是空的

# 注文確認
source: Order Confirmation
es: Confirmación de pedido
ko: 주문 확인
pt: Confirmação do pedido
zh_hant: 訂單確認

# 注文内容
source: Order Details
es: Detalles del pedido
ko: 주문 내용
pt: Detalhes do pedido
zh_hant: 訂單內容

# お届け先情報
source: Shipping Information
es: Información de envío
ko: 배송지 정보
pt: Informações de envio
zh_hant: 收件資訊

# お名前
source: Name
es: Nombre
ko: 이름
pt: Nome
zh_hant: 姓名

# メールアドレス
source: Email Address
es: Correo electrónico
ko: 이메일 주소
pt: Endereço de e-mail
zh_hant: 電子郵件

# 電話番号
source: Phone Number
es: Número de teléfono
ko: 전화번호
pt: Número de telefone
zh_hant: 電話號碼

# 住所
source: Address
es: Dirección
ko: 주소
pt: Endereço
zh_hant: 地址

# 注文を確定する
source: Confirm Order
es: Confirmar pedido
ko: 주문 확정
pt: Confirmar pedido
zh_hant: 確認訂單

# カートに戻る
source: Back to Cart
es: Volver al carrito
ko: 장바구니로 돌아가기
pt: Voltar ao carrinho
zh_hant: 返回購物車

# 予約確認
source: Reservation Confirmation
es: Confirmación de reserva
ko: 예약 확인
pt: Confirmação de reserva
zh_hant: 預約確認

# 予約確認・チェックインQR
source: Reservation Confirmation / Check-in QR
es: Confirmación de reserva / QR de check-in
ko: 예약 확인・체크인 QR
pt: Confirmação de reserva / QR de check-in
zh_hant: 預約確認・報到QR碼

# チェックインQRコード
source: Check-in QR Code
es: Código QR de check-in
ko: 체크인 QR 코드
pt: Código QR de check-in
zh_hant: 報到QR碼

# 来店時にこのQRコードをスタッフに提示してください
source: Please show this QR code to staff upon arrival
es: Muestre este código QR al personal al llegar
ko: 방문 시 이 QR 코드를 스태프에게 보여주세요
pt: Apresente este código QR à equipe ao chegar
zh_hant: 來店時請向工作人員出示此QR碼

# 予約番号
source: Reservation Number
es: Número de reserva
ko: 예약 번호
pt: Número da reserva
zh_hant: 預約編號

# お客様名
source: Customer Name
es: Nombre del cliente
ko: 고객명
pt: Nome do cliente
zh_hant: 顧客姓名

# チェックイン済み
source: Checked In
es: Check-in realizado
ko: 체크인 완료
pt: Check-in realizado
zh_hant: 已報到

# 未チェックイン
source: Not Checked In
es: Sin check-in
ko: 미체크인
pt: Sem check-in
zh_hant: 未報到

# チェックインスキャン
source: Check-in Scan
es: Escaneo de check-in
ko: 체크인 스캔
pt: Leitura de check-in
zh_hant: 報到掃描

# お客様のQRコードをカメラでスキャンしてください。
source: Please scan the customer's QR code with the camera.
es: Escanee el código QR del cliente con la cámara.
ko: 고객의 QR 코드를 카메라로 스캔해 주세요.
pt: Escaneie o código QR do cliente com a câmera.
zh_hant: 請使用相機掃描顧客的QR碼。

# 手動入力
source: Manual Input
es: Entrada manual
ko: 수동 입력
pt: Entrada manual
zh_hant: 手動輸入

source: SNS
pt: Redes Sociais

# 人気占い師ランキング
source: Popular Fortune Teller Ranking
pt: Ranking de adivinhos populares

# 予約数
source: Reservations
pt: Reservas

# センサーモニタ
source: Sensor Monitor
pt: Monitor de Sensores

# システム状態とログ監視
source: System status and log monitoring
pt: Status do sistema e monitoramento de logs

# 売り上げダッシュボード
source: Sales Dashboard
pt: Painel de Vendas

# 売上推移と予約統計
source: Sales trends and reservation stats
pt: Tendências de vendas e estatísticas de reservas

# IoTセンサーリアルタイム監視
source: IoT sensor real-time monitoring
pt: Monitoramento em tempo real de sensores IoT

# 表示件数
source: Items shown
pt: Itens exibidos

# デバイスID
source: Device ID
pt: ID do dispositivo

# 更新
source: Update
pt: Atualizar

# ライブデータ
source: Live Data
pt: Dados ao vivo

# 時刻
source: Time
pt: Hora

# MQ-9 値
source: MQ-9 Value
pt: Valor MQ-9

# データがありません。
source: No data available.
pt: Nenhum dado disponível.

# 占いサロンチャンス ご予約
source: Fortune Telling Salon Chance - Booking
pt: Salão de Adivinhação Chance - Reservas

# ご予約方法を選択してください
source: Please select your booking method
pt: Selecione o método de reserva

# 店舗から選ぶ
source: Search by Store
pt: Buscar por loja

# お近くの店舗を選んで、在籍する占い師の中から予約できます。
source: Choose a nearby store and book with one of our fortune tellers.
pt: Escolha uma loja próxima e reserve com um de nossos adivinhos.

# 店舗一覧へ
source: View Stores
pt: Ver lojas

# 占い師から選ぶ
source: Search by Fortune Teller
pt: Buscar por adivinho

# 全店舗の占い師一覧から、お気に入りの占い師を見つけて予約できます。
source: Browse fortune tellers across all stores and book your favorite.
pt: Explore adivinhos de todas as lojas e reserve com seu favorito.

# 占い師一覧へ
source: View Fortune Tellers
pt: Ver adivinhos

# 日付から選ぶ
source: Search by Date
pt: Buscar por data

# ご希望の日付を選んで、その日に空きのある占い師を探せます。
source: Select your preferred date to find available fortune tellers.
pt: Selecione a data desejada para encontrar adivinhos disponíveis.

# カレンダーへ
source: View Calendar
pt: Ver calendário

# 最近行った操作
source: Recent Actions
pt: Ações recentes

# オンライン
source: Online
es: En línea
ko: 온라인
zh_hans: 在线
zh_hant: 線上

# オフライン
source: Offline
es: Fuera de línea
ko: 오프라인
zh_hans: 离线
zh_hant: 離線

# メニュー
source: Menu
es: Menú
ko: 메뉴
zh_hant: 選單

# 小計
source: Subtotal
ko: 소계
zh_hant: 小計

# 合計
source: Total
ko: 합계
zh_hant: 合計

# チェックイン
source: Check-in
ko: 체크인
zh_hant: 報到
